export type ProjectsProp = {
  id?: number;
  title: string;
  description: string;
  image: string;
};
export const projects = [
  {
    id: 1,
    title: "Жилой комплекс в мкр. Береке, г. Атырау",
    description:
      "Крупный проект жилищного строительства — многоэтажные дома общей площадью более 240 квартир. Комплекс оборудован современной инженерной инфраструктурой, обеспечивающей комфорт и надежность для жителей.",
    image: "/concrete-house.jpg",
  },
  {
    id: 2,
    title: "Школа на 350 мест, п. Тущыкудык",
    description:
      "Современное образовательное учреждение, построенное по заказу ТШО. Проект включает просторные классы, спортивный зал и необходимые административные помещения. Построено с учетом всех требований безопасности и доступности.",
    image: "/concrete-house.jpg",
  },
  {
    id: 3,
    title: "Дом культуры, п. Акжар",
    description:
      "Общественный и культурный центр, созданный для развития искусства и организации мероприятий. Здание оборудовано залами для концертов и мероприятий, а также техническими помещениями для обслуживания комплекса.",
    image: "/concrete-house.jpg",
  },
  {
    id: 4,
    title: "Физкультурно-оздоровительный комплекс, аул Жанбай",
    description:
      "Современный спортивный объект, построенный для Исатайского района. Комплекс предназначен для развития массового спорта и включает универсальные площадки и тренажерные зоны.",
    image: "/concrete-house.jpg",
  },
];
